2048-cli-git
adobe-source-han-mono-cn-fonts
adobe-source-han-sans-otc-fonts
adobe-source-han-serif-classic-fonts
adobe-source-han-serif-cn-fonts
alacritty
alsa-firmware
alsa-utils
android-tools
appmenu-gtk-module
archlinux-keyring
archlinux-themes-sddm
archlinux-wallpaper
archlinuxcn-keyring
aria2
ark
asciiquarium
audex
audiocd-kio
autoconf
autojump
automake
baidunetdisk-bin
base
base-devel
bashtop
binder_linux-dkms
binutils
bison
boxes
breeze
breeze-gtk
btrfs-heatmap
btrfs-progs
buttercup-desktop
cava
chromium
cmake
cmatrix
colorpicker
convmv
cowsay
cups-pdf
dbus-python
debtap
debugedit
dhcpcd
discord
dmg2img
docker
dolphin
dos2unix
downgrade
dropbox
dunst
efibootmgr
egl-wayland
electron-netease-cloud-music
enca
envycontrol
extra-cmake-modules
fakeroot
fbterm
fceux
fcitx5-anthy
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-fbterm-git
fcitx5-gtk
fcitx5-material-color
fcitx5-pinyin-moegirl-rime
fcitx5-qt
fcitx5-rime
feh
figlet
file
filelight
findutils
firefox
firefox-i18n-zh-cn
flex
fluent-reader
fortune-mod-zh
freepats-general-midi
gawk
gcc
gdb
gettext
github-cli
gnome-mines
gnome-sudoku
gnugo
go
gparted
grep
groff
grub
gst-libav
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gutenprint
gwenview
gzip
heroic-games-launcher-bin
hledger
htop
hugo
i3-wm
i3blocks
i3lock-color
i3lock-fancy-git
i3status
inetutils
intel-ucode
intellij-idea-community-edition
iwd
jdk-openjdk
jdk17-openjdk
jdk8-openjdk
jp2a
jpegoptim
kcalc
kcolorchooser
kdeconnect
kdenlive
kdesu5
kfind
kimageformats5
krita
kvantum
kvantum-qt5
lib32-libpulse
lib32-nvidia-utils
lib32-openal
lib32-vulkan-intel
libiconv
libtool
linux
linux-firmware
linux-wallpaperengine-git
linux-wifi-hotspot
linux-zen
linux-zen-headers
linuxqq-appimage
lolcat
lsd
lxappearance
m4
magiskboot-bin
make
megasync
meteo-qt
mpc
mpd
mpv
mtpfs
musescore
mutt
ncmpcpp
neofetch
neovim
nethack
network-manager-applet
networkmanager-dmenu-git
nodejs
noto-fonts-cjk
noto-fonts-emoji
nsnake
ntfs-3g
nudoku
nvidia-open-dkms
nvidia-prime
nvidia-settings
obs-studio
obsidian
okular
openssh
os-prober
osdlyrics
osu-lazer-bin
owmods-gui-bin
p7zip
packagekit-qt5
pacman
pacman4console
pandoc-cli
paru
pass
patch
patchelf
pavucontrol
payload-dumper-go-bin
picom
pip-tools
pipes.sh
pkgconf
pnpm
polkit-kde-agent
polybar
portaudio
pot-translation
pulseaudio-bluetooth
pwgen
pypy3
pyright
python-plotly
python-pyqt5-webkit
python-scipy
python-virtualenv
qt5ct
qt6ct
ranger
rar
redshift
rime-double-pinyin
rime-ice-double-pinyin-git
rime-pinyin-zhwiki
rofi
rofi-bluetooth-git
rofimoji
rp-pppoe
s-nail
screenkey
sddm
sed
simplicity-sddm-theme-git
skanlite
slop
sox
spectacle
spotify
steam
sublime-text
sudo
system-config-printer
systemd-rc-local
telegram-desktop
tetris-terminal-git
texinfo
th08
thunderbird-bin
timeshift
timidity++
tlp
tlp-rdw
tlpui
translate-shell
tree
ttf-iosevka-nerd
ttf-jetbrains-mono-nerd
ttf-lxgw-wenkai
ttf-lxgw-wenkai-gb
ttf-lxgw-wenkai-tc
ttf-ms-fonts
ttf-wps-fonts
unarchiver
v2ray
v2raya
vim
vim-language-server
virtualbox
virtualbox-ext-oracle
virtualbox-guest-iso
virtualbox-host-dkms
vlc
vulkan-intel
w3m
waylyrics-git
webp-pixbuf-loader
wechat-beta-bwrap
wget
which
winetricks
wps-office
wps-office-fonts
wps-office-mime
wps-office-mui-zh-cn
wqy-bitmapfont
wqy-microhei-kr-patched
wqy-microhei-lite
wqy-zenhei
xautolock
xclip
xdotool
xf86-input-synaptics
xf86-video-vesa
xob
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xss-lock
you-get
zip
zotero-bin
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
