2048-cli-git
adobe-source-han-mono-cn-fonts
adobe-source-han-sans-otc-fonts
adobe-source-han-serif-cn-fonts
aircrack-ng
alacritty
alsa-firmware
alsa-utils
android-tools
appmenu-gtk-module
appstream-qt
archlinux-keyring
archlinux-wallpaper
archlinux-xdg-menu
archlinuxcn-keyring
archlinuxcn-mirrorlist-git
aria2
ark
ascii-rain-git
asciinema
asciiquarium
asunder
atuin
audex
audiocd-kio
autoconf
automake
baidunetdisk-bin
base
base-devel
bat
beancount
bind
binder_linux-dkms-git
binutils
bison
boxes
breeze
breeze-gtk
breeze5
btop
btrfs-heatmap
btrfs-progs
calc
catimg
cava
cdrdao
cdrtools
chromium
cmake
cmatrix
cmd-wrapped
codelldb-bin
colorpicker
convmv
cowsay
cups-pdf
debtap
debugedit
deepin-wine-quarkclouddrive
dhclient
dhcpcd
discord
docker
dolphin
dos2unix
downgrade
drawio-desktop-bin
dunst
dust
dvd+rw-tools
efibootmgr
egl-wayland
electron-netease-cloud-music
element-desktop
emacs
enca
envycontrol
extra-cmake-modules
extrace-git
fakeroot
fastfetch
fbterm
fceux
fcitx5-anthy
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-fbterm-git
fcitx5-gtk
fcitx5-material-color
fcitx5-mozc
fcitx5-qt
fcitx5-rime
fd
feh
figlet
file
filelight
findutils
firefox
firefox-i18n-zh-cn
flex
fluent-reader
fortune-mod-zh
freepats-general-midi
gawk
gcc
gdb
genact
geogebra
gettext
gimp
git-crypt
github-cli
glfw
gmetronome
gnome-mines
gnome-sudoku
gnugo
go
go-musicfox-bin
gparted
grep
grex
groff
gst-libav
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gutenprint
gvim
gwenview
gzip
heroic-games-launcher-bin
hledger
hledger-web
htop-vim
hugo
hyperfine
i3-wm
i3blocks
i3lock-color
i3lock-fancy-git
i3status
imwheel
inetutils
informant
intel-ucode
inter-font
iwd
jdk-openjdk
jdk17-openjdk
jdk8-openjdk
jp2a
jpegoptim
k3b
kcalc
kcolorchooser
kdeconnect
kdenlive
kdesu5
keepassxc
kfind
kimageformats
kimageformats5
kmag
krita
lazygit
ledger2beancount
lib32-gnutls
lib32-libpulse
lib32-libxcomposite
lib32-nvidia-utils
lib32-openal
lib32-vulkan-intel
libiconv
libinput
libopusenc
libtool
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lightly-qt6
linux-firmware
linux-lts
linux-wifi-hotspot
linux-zen
linux-zen-headers
linuxqq
lolcat
losslesscut-bin
lsd
luanti
lxappearance
m4
magiskboot-bin
make
mangohud
maven
mcpelauncher-appimage
meteo-qt
minder
mingw-w64-gcc
mpc
mpd
mpd-mpris
mpv
mtpfs
muse-sounds-manager-bin
musescore
mutt
mycli
mysql
n2n
ncmpcpp
neovim
nethack
network-manager-applet
networkmanager-dmenu-git
newsboat
noto-fonts-cjk
noto-fonts-emoji
nsnake
ntfs-3g
nudoku
numlockx
nvidia-open-dkms
nvidia-prime
nvidia-settings
nvtop
obs-studio
obsidian
okular
ollama
onefetch
openssh
opus-tools
osu-lazer-bin
owmods-gui-bin
p7zip
packagekit-qt5
packagekit-qt6
pacman
pacman4console
pandoc-cli
paru
pass
patch
patchelf
pavucontrol
payload-dumper-go-bin
picom
pip-tools
pipes.sh
pkgconf
pngcrush
pnpm
polkit-kde-agent
polybar
portaudio
pot-translation
procs
protontricks
pulseaudio-bluetooth
pwgen
pypy3
pyright
python-dbus
python-pdm
python-pipx
python-plotly
python-pynvim
python-pyqt5-webkit
python-scipy
python-virtualenv
qbittorrent-enhanced-git
qemu-base
qogir-gtk-theme
qt5ct
qt6ct-kde
rar
redshift
refind
refind-theme-nord
rime-ice-double-pinyin-git
rime-pinyin-moegirl
rime-pinyin-zhwiki
ripgrep
rofi
rofi-bluetooth-git
rofimoji
rp-pppoe
s-nail
screenkey
sd
sed
skanlite
slirp4netns
slop
sox
spectacle
spotify
starship
steam
stow
sudo
system-config-printer
systemd-rc-local
tealdeer
telegram-desktop
tetris-terminal-git
texinfo
thefuck
thunderbird
thunderbird-i18n-zh-cn
timeshift
timidity++
tlp
tlp-rdw
tlpui
todesk
tokei
traceroute
translate-shell
transmission-cli
trash-cli
tree
ttf-iosevka-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-lxgw-wenkai
ttf-lxgw-wenkai-gb
ttf-lxgw-wenkai-screen
ttf-lxgw-wenkai-tc
ttf-ms-fonts
ttf-roboto
ttf-sarasa-gothic
ttf-wps-fonts
ttyper
ueberzugpp
unarchiver
v2ray
v2raya
ventoy-bin
vim-language-server
vintagestory
virtualbox
virtualbox-guest-iso
virtualbox-host-dkms
virtualbox-sdk
vlc
vorbis-tools
vulkan-intel
waylyrics-git
webp-pixbuf-loader
wechat-bin
wget
which
winetricks
wireshark-cli
wireshark-qt
wps-office-cn
wps-office-fonts
wps-office-mime-cn
wps-office-mui-zh-cn
xautolock
xclip
xdotool
xf86-input-synaptics
xf86-video-vesa
xob
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
xsel
xss-lock
yazi
zed
zellij
zip
zoxide
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
